define(function(require, exports, module) {

    module.exports = {
        INDUSTRY_LIST: {
            '-1': '全部行业',
            '1001': '时尚科技',
            '1002': '艺术设计',
            '1003': '自然环境',
            '1004': '智慧城市',
            '1005': '品质生活',
            '1006': '医疗健康',
            '1007': '运动休闲',
            '1008': '爱心辅助',
            '1009': '表达传播',
            '1010': '社会公益'
        },

        GROUP_LIST: {
            '-1': '全部组别',
            '2001': '杭州电子科技大学',
            '2002': '中国计量学院',
            '2003': '杭州分舵',
            '2004': '洛阳分舵'
        }
    }


});